Repository: 84000/data-translation-memory
Catalog: toh100-v1.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་སེམས་ཡོངས་སུ་དག་པ་དང་བསྒོམ་པ་ཤིན་ཏུ་གོམས་པར་བྱས་པའི་སེམས་ཅན་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་སྣང་བར་གྱུར།
en: “In the same way, Mañjuśrī, it is due to the complete purity of the mind, as well as due to proper cultivation, that sentient beings see the body of a tathāgata.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་མཐུས་སེམས་ཅན་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཐོང་བ་
en: Mañjuśrī, it is due to the power of the Tathāgata that sentient beings see him.

source: དེ་ཡང་མ་བྱུང་བ། མ་སྐྱེས་པ་མ་འགགས་པ་
en: And still he remains non-existent, non-arisen, and non-ceased.

source: དངོས་པོ་མ་ཡིན། དངོས་པོ་མེད་པ་མ་ཡིན།
en: He is neither existence nor non-existence,

source: བལྟར་སྣང་བ་མ་ཡིན། བལྟར་མི་སྣང་བ་མ་ཡིན།
en: neither visible nor invisible,

source: འཇིག་རྟེན་མ་ཡིན། འཇིག་རྟེན་མེད་པ་མ་ཡིན།
en: neither worldly nor unworldly,

source: བསམ་དུ་ཡོད་པ་མ་ཡིན། བསམ་དུ་མེད་པ་མ་ཡིན།
en: neither an object of thinking nor not an object of thinking,

source: ཡོད་པ་མ་ཡིན། མེད་པ་མ་ཡིན་མོད་ཀྱི།
en: neither existent nor non-existent.

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་རྣམས་ནི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་ལ་དམིགས་ནས་
en: “It is so, Mañjuśrī, that sentient beings focus on the reflection of the Tathāgata

source: མེ་ཏོག་ཀྱང་འཐོར་བར་བྱེད། སྤོས་དང་། ནམ་མཁའ་དང་། རིན་པོ་ཆེ་དག་ཀྱང་དབུལ་བར་བྱེད་ཅིང་། ཚིག་འདི་སྐད་ཅེས་
en: and offer it flowers, perfumes, garments, and jewels while making this aspiration:

source: བདག་ཅག་ཀྱང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཅི་འདྲ་བ་དེ་འདྲ་བར་གྱུར་ཅིག་ཅེས་
en: ‘May we also become like the tathāgata, the arhat, the perfect and complete Buddha.’

source: སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་འདོད་པ་
en: Wishing for a buddha’s awareness,

source: དེ་དག་བདག་ཀྱང་སྦྱིན་པ་དག་ཀྱང་སྦྱིན་བསོད་ནམས་དག་ཀྱང་བྱེད།
en: they offer gifts and make merit.

source: ཚུལ་ཁྲིམས་ཡང་དག་པར་བླངས་ཏེ་གནས་ཤིང་
en: They take up discipline and abide by it.

source: དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཐོབ་པར་བྱ་བའི་ཕྱིར། ཡོངས་སུ་སྔོ་བར་བྱེད་དོ། །
en: Then they dedicate that root of what is wholesome toward obtaining a tathāgata’s awareness.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “It is as follows: Mañjuśrī,

source: བེེ་དཱུཪྱ་ཆེན་པོའི་རང་བཞིན་གྱི་ས་གཞི་ཆེན་པོ་དེ་ལ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱི་གཟུགས་བརྙན་སྣང་བ་དེ་གཡོ་བར་མི་བྱེད།
en: the reflection of Śakra, ruler of the gods, on that wide earth made of beryl does not move.

source: རྟོག་པ་མེད་པ། རྣམ་པར་རྟོག་པ་མེད་པ། སེམས་པ་མེད་པ། ཡིད་ལ་བྱེད་པ་མེད་པ།
en: It is not a construct, not a concept, inconceivable, and not a mental placement.

source: མཐོང་བ་མེད་པ། ཐོས་པ་མེད་པ། བསྣམས་པ་མེད་པ། མྱངས་པ་མེད་པ། རེག་པ་མེད་པ།
en: not seen, not heard, not smelt, not tasted, not touched,

source: མཚན་མ་མེད་པ། རྣམ་པར་རིག་པ་མེད་པ། རྣམ་པར་རིག་པར་བྱ་བ་མ་ཡིན་པ།
en: not a sign, not a cognition, and not something that can be made known.

source: དེ་བཞིན་དུ་འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་། གཡོ་བར་མི་བྱེད།
en: “In the same way, Mañjuśrī, the tathāgata, the arhat, the perfect and complete Buddha does not move.

source: སེམས་པར་མི་བྱེད། སྤྲོ་བར་མི་བྱེད། རྟོག་པར་མི་བྱེད། རྣམ་པར་རྟོག་པར་མི་བྱེད་ཅིང་།
en: Nor does he think, elaborate, construct, or conceptualize.

source: རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། སེམས་པ་མེད་པ། ཡིད་ལ་བྱེད་པ་མེད་པ།
en: He is not a construct, not a concept, inconceivable, not a mental placement.

source: ཞི་བ་བསིལ་བར་གྱུར་པ། སྐྱེ་བ་མེད་པ། འགག་པ་མེད་པ།
en: He is peaceful and cool, non-arising and non-cessation,

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་སྐྱེ་བ་མེད་པའི་གནས་ཡིན་མོད་ཀྱི།
en: “Mañjuśrī, the Tathāgata is in the realm of non-arising.

source: འོན་ཀྱང་འཇིག་རྟེན་ན་གཟུགས་བརྙན་བཞིན་དུ་སྣང་ཞིང་
en: On the other hand, he appears in the world as a reflected image.

source: སེམས་ཅན་རྣམས་ཀྱི་མོས་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བའི་བྱེ་བྲག་གིས་ཚེའི་བྱེ་བྲག་སྟོན་པར་ཡང་བྱེད་ལ།
en: According to the beliefs of sentient beings he displays diverse appearances and diverse lifespans.

source: ཡོངས་སུ་སྨིན་པ་དང་མོས་པའི་སྟོབས་བསྐྱེད་པས། བྱང་ཆུབ་ཀྱི་སྣོད་དུ་གྱུར་པའི་སེམས་ཅན་རྣམས་ལ་གཟུགས་བརྙན་སྣང་བར་ཡང་འགྱུར་ཏེ།
en: He appears among sentient beings who have become fitting receptacles for awakening thanks to their maturation and belief.

source: སེམས་ཅན་རྣམས་ཀྱི་བསམ་པ་དང་མོས་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་ཐོས་པར་ཡང་འགྱུར།
en: These sentient beings then hear the Dharma according to their dispositions and beliefs.

source: བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཐེག་པ་གསུམ་དུ་ཤེས་པར་ཡང་འགྱུར། །
en: According to their dispositions they understand the three vehicles

source: སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་བསོད་ནམས་ཀྱི་སྟོབས་ཀྱིས་གྲུབ་པའི་ཆོས་ཀྱི་རྔ་བོ་ཆེ་ཆོས་ཀྱི་སྒྲ་ཞེས་བྱ་བ་ཞིག་
en: a great Dharma drum for making sounds of Dharma, which come about through the force of merit of the gods of the Thirty-Three,

source: ཁང་བཟངས་རྣམ་པར་རྒྱལ་བྱེད་ཀྱི་སྟེང་གི་བར་སྣང་ལ་འདུག་ཅིང་།
en: is placed in the atmosphere above the Vaijayanta Palace,

source: ལྷའི་བུ་ཐམས་ཅད་ཀྱི་མིག་ལམ་ལས་ཡང་དག་པར་འདས་ཏེ། བལྟར་མི་སྣང་ཞིང་མི་མཐོང་མོད་ཀྱི་
en: beyond visible range. The divine scions cannot see it or behold it.

source: འཇམ་དཔལ་འོན་ཀྱང་ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་
en: “However, Mañjuśrī, it is a great Dharma drum.

source: གང་གི་ཚེ་སུམ་ཅུ་རྩ་གསུམ་པའི་རིས་ཀྱི་ལྷ་རྣམས་ལྷའི་འདོད་པའི་རྩེད་མོ་དང་། དགའ་བ་དང་། ལོངས་སྤྱོད་དག་གིས་རྟག་པར་རྒྱུན་དུ་ཤས་ཆེར་བག་མེད་པར་གྱུར་ཅིང་།
en: Sometimes the gods in the heaven of the Thirty-Three become so intensely and continuously oblivious from playing with, enjoying, and delighting themselves with their divine pleasures

source: ཡང་དང་ཡང་དུ་ལྷའི་འདུན་ས་ཆོས་བཟང་གི་ནང་དུ་ཞུགས་ཏེ། ཆོས་ཡང་དག་པར་བགྲོ་བར་མི་བྱེད་པ་
en: that they fail to enter the divine hall called Sudharma to jointly chant the Dharma.

source: འཇམ་དཔལ་གང་གི་ཚེ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ཡང་ལྷའི་འདོད་པའི་རྩེད་མོ་དང་། དགའ་བ་དང་། ལོངས་སྤྱོད་དག་གིས་རྟག་པར་རྒྱུན་དུ་ཤས་ཆེར་བག་མེད་པར་གྱུར་ཅིང་།
en: And, Mañjuśrī, Śakra, lord of the gods, becomes so intensely and continuously oblivious from playing with, enjoying, and delighting himself with his divine pleasures

source: ཆོས་ཀྱི་ཁྲི་སྟན་ལ་འདུག་ནས་ཆོས་སྨྲ་བར་མི་བྱེད་པ་དེའི་ཚེ།
en: that he fails to sit on his Dharma seat to speak of the Dharma.

source: ཆོས་ཀྱི་རྔ་བོ་ཆེ་བར་སྣང་ལ་འདུག་ཅིང་།
en: “Mañjuśrī, at such times, that great Dharma drum,

source: མིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་ཏེ། བལྟར་མི་སྣང་ཞིང་མི་མཐོང་བ་
en: not to be seen or beheld, hanging in the atmosphere beyond visible range,

source: དེ་ལས་ཆོས་ཀྱི་སྒྲ་འདི་ལྟ་བུ་འབྱུང་བར་འགྱུར་ཏེ། ཆོས་ཀྱི་སྒྲ་དེས་སུམ་ཅུ་རྩ་གསུམ་པའི་རིས་ཀྱི་ལྷ་ཐམས་ཅད་ལ་འདི་སྐད་དུ།
en: plays a Dharma sound that addresses all the gods in the heaven of the Thirty-Three,

source: གྲོགས་པོ་དག་གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དག་ནི་མི་རྟག་པ་ཡིན་གྱིས།
en: ‘Friends! Form, sound, smell, flavor, and touch are impermanent;

source: བག་མེད་པར་མ་སྤྱོད་ཅིག །
en: do not be careless.

source: གནས་འདི་ནས་མྱུར་དུ་ཤི་འཕོས་པར་གྱུར་ཏ་རེ།
en: Do not quickly fall down from this abode!

source: གྲོགས་པོ་དག་འདུ་བྱེད་ཐམས་ཅད་ནི་སྡུག་བསྔལ་བ་ཡིན་ནོ། །
en: Friends, all co-producing factors are suffering!

source: གྲོགས་པོ་དག་འདུ་བྱེད་ཐམས་ཅད་ནི་བདག་མེད་པ་ཡིན་ནོ། །
en: Friends, all co-producing factors are without self!

source: གྲོགས་པོ་དག་འདུ་བྱེད་ཐམས་ཅད་ནི་སྟོང་པ་ཡིན་ནོ། །
en: Friends, all co-producing factors are empty!

source: བག་མེད་པར་མ་བྱེད་པར་
en: Do not become careless:

source: གྲོགས་པོ་དག་འདི་ནས་ཤི་འཕོས་པ་རྣམས་ནི་ཡང་འདིར་སྐྱེ་བར་འགྱུར་བ་དཀའ་བ་ཡིན་གྱིས་
en: for those who die and fall from here, to take birth here once again is difficult.

source: ཆོས་ཀྱི་ཀུན་དགའ་ལ་དགའ་བས་དགའ་བར་གྱིས་ཤིག
en: delight in the pleasant joy of Dharma.

source: ཆོས་ལ་གཞོལ་བ་དང་།
en: being inclined toward the Dharma,

source: ཆོས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱེད་པ་ལ་གནས་པར་གྱིས་ཤིག །
en: with Dharma pouring like rain, recollecting and placing the Dharma in the mind.

source: ལྷའི་འདོད་པའི་རྩེད་མོ་དང་དགའ་བ་དང་། ལོངས་སྤྱོད་འདི་དག་དང་ཡང་མི་འབྲལ་བར་གྱིས་ཤིག །
en: You shall not then have to part from these divine enjoyments and delights in games of pleasure.’

source: འཇམ་དཔལ་དེའི་ཚེ་ན་ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་བལྟར་
en: “At that time, Mañjuśrī, due to the sound of that great Dharma drum

source: མི་སྣང་བ། གཟུགས་མེད་པ། རྟོག་པ་མེད་པ། རྣམ་པར་རྟོག་པ་མེད་པ།
en: —invisible, formless, inconceivable, not a mental construct,

source: མིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པ།
en: out of sight,

source: མ་སྐྱེས་པ། མ་འགགས་པ། ཚིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པ།
en: unborn, unceasing, beyond the way of words,

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བ་
en: and devoid of mind, mentality, and consciousness

source: དེ་ལྟ་བུ་དེའི་སྒྲ་དེས་སུམ་ཅུ་རྩ་གསུམ་པའི་རིས་ཀྱི་ལྷ་ཐམས་ཅད་ལ་ཡང་དག་པར་བསྐུལ་བས་དེ་དག་འཇིགས་པ་དང་། སྐྲག་པ་དང་། སྐྱོ་བ་དང་། ཡིད་བྱུང་བར་གྱུར་ནས་
en: —all the gods in the heaven of the Thirty-Three are roused, scared, alarmed, and very distressed.

source: ལྷའི་འདུན་ས་ཆོས་བཟང་གི་ནང་དུ་ཞུགས་ཏེ།
en: They enter the divine hall called Sudharma

source: ཆོས་ཀྱི་ཀུན་དགའ་ལ་དགའ་བས་དགའ་བར་གནས་ཤིང་།
en: delighting in the pleasant joy of Dharma.

source: ཆོས་གཅེས་པར་བྱ་བ་དང་།
en: They make the Dharma their essence,

source: ཆོས་ལ་གཞོལ་བར་བྱ་བ་དང་།
en: they become inclined toward the Dharma,

source: ཆོས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱེད་པ་ལ་གནས་པར་ཡང་བྱེད་དེ།
en: recollecting and keeping the Dharma in mind.

source: དེ་དག་དེ་ནས་ཤི་འཕོས་ནས་ཁྱད་པར་དུ་འགྲོ་བར་ཡང་ཤེས་སོ། །
en: When they die and fall from that abode, they will again reach excellent places.

source: དེའི་ཚེ་ན་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ཡང་ལྷའི་འདུན་ས་ཆོས་བཟང་གི་ནང་ན་ཞུགས་ཏེ།
en: Śakra, the king of the gods, then enters Sudharma, the divine hall,

source: ཆོས་ཀྱི་ཁྲི་སྟན་ལ་འདུག་ནས་ཆོས་སྟོན་པར་བྱེད་དོ། །
en: takes a seat on the Dharma throne, and teaches the Dharma.

source: འཇམ་དཔལ་གང་གི་ཚེ་ལྷ་མ་ཡིན་རྣམས་ལྷ་རྣམས་དང་ལྷན་ཅིག་གཡུལ་སྤྲོད་པར་བྱེད་ཅིང་།
en: “Mañjuśrī, when the demigods battle against the gods,

source: དེར་ཡང་གང་གི་ཚེ་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཕམ་པར་གྱུར་པ་དེའི་ཚེ་ན།
en: whenever the gods of the heaven of the Thirty-Three are being defeated,

source: ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་སྒྲ་འདི་ལྟ་བུ་འབྱིན་པར་བྱེད་དེ། སྒྲ་དེས་ལྷ་མ་ཡིན་རྣམས་འཇིགས་པ་དང་། སྐྲག་པ་དང་། སྐྱོ་བ་དང་། ཡིད་བྱུང་བར་གྱུར་ནས་འབྲོས་པར་བྱེད་དོ། །
en: the Dharma drum emits a sound that makes the demigods so frightened, alarmed, agitated, and distressed that they flee.

source: འཇམ་དཔལ་ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་ལ་ནི་སྒྲུབ་པར་བྱེད་པ་དང་།
en: Nevertheless, Mañjuśrī, that great Dharma drum does not have a producer,

source: ལུས་གཟུགས་ཅུང་ཟད་ཀྱང་མེད་དེ།
en: nor does it have a body.

source: འཇམ་དཔལ་ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་ནི་བལྟར་མི་མཐོང་བ།
en: Mañjuśrī, that Dharma drum is invisible,

source: མི་སྣང་བ་ཡོད་པ་མ་ཡིན་པ།
en: not to be beheld, not true,

source: མ་བྱུང་བ། བསམ་དུ་མེད་པ། སེམས་པ་མེད་པ།
en: not real, with no mind, without intention,

source: མཚན་མ་མེད་པ།
en: sign-less,

source: སྒྲ་མེད་པ།
en: voiceless,

source: དངོས་པོ་མེད་པ།
en: immaterial,

source: གཉིས་སུ་མེད་པ་སྟེ།
en: non-dual,

source: མིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པ་
en: and out of sight.

source: འཇམ་དཔལ་འོན་ཀྱང་སུམ་ཅུ་རྩ་གསུམ་གྱི་རིས་ཀྱི་ལྷའི་བུ་སྔོན་ཡོངས་སུ་སྦྱང་བ་བྱས་པ་རྣམས་ལ།
en: “Nevertheless, Mañjuśrī, for those gods in the heaven of the Thirty-Three who have previously purified themselves,

source: ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་སྒྲ་དེ་ལྟ་བུ་འབྱིན་ཅིང་
en: a sound comes forth from the great Dharma drum.

source: སུམ་ཅུ་རྩ་གསུམ་པའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ཀྱི་གནོད་པ་དང་། འཁྲུག་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱེད་དོ། །
en: It occurs to pacify all the misfortunes, troubles, and afflictions of the gods of the Thirty-Three.

source: འཇམ་དཔལ་ཇི་ལྟར་ཆོས་ཀྱི་རྔ་བོ་ཆེ་དེ་བལྟར་
en: “Mañjuśrī, in the same way that from that great Dharma drum,

source: མི་སྣང་བ།
en: invisible,

source: མི་མཐོང་བ།
en: not to be beheld,

source: ཡོད་པ་མ་ཡིན་པ། མ་བྱུང་བ། བསམ་དུ་མེད་པ། སེམས་པ་མེད་པ།
en: not true, not real, with no mind, without intention,

source: ཡོད་པ་མ་ཡིན་པ། མ་བྱུང་བ།
en: not true, not real,

source: བསམ་དུ་མེད་པ། སེམས་པ་མེད་པ།
en: with no mind, without intention,

source: གཟུགས་ཅན་མ་ཡིན་པ།
en: formless,

source: སྒྲ་མེད་པ་དངོས་པོ་མེད་པ།
en: voiceless, immaterial,

source: ཆོས་ཀྱི་སྒྲ་དེ་ཡང་སུམ་ཅུ་རྩ་གསུམ་པའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ཀྱི་གནོད་པ་དང་། འཁྲུག་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱེད་དོ། །
en: that sound of Dharma occurs to pacify all the misfortunes, troubles, and afflictions of the gods of the Thirty-Three,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱང་བལྟར་མི་སྣང་བ།
en: so, too, Mañjuśrī, although the tathāgata, the arhat, the perfect and complete Buddha is invisible,

source: མིག་གི་ལམ་ལས་ཡང་དག་པར་འདས་པ་ཡིན་མོད་ཀྱི།
en: and out of sight, nevertheless,

source: འཇམ་དཔལ་འོན་ཀྱང་སེམས་ཅན་རྣམས་སྔོན་གྱི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་བསམ་པ་དང་། མོས་པ་ཇི་ལྟ་བ་བཞིན་དུ། ཆོས་ཀྱི་སྒྲ་འབྱུང་བར་ཀུན་ཏུ་ཤེས་ཤིང་།
en: Mañjuśrī, sentient beings perceive the voice of Dharma due to the maturation of previous karma, according to their individual aspirations and interests.

source: ཆོས་ཀྱི་སྒྲ་དེ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནོད་པ་དང་། འཁྲུག་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱ་བའི་ཕྱིར། འཇུག་པར་འགྱུར་ཏེ།
en: And that sound of Dharma occurs to pacify all misfortunes, troubles, and afflictions of all sentient beings.

source: ཆོས་ཀྱི་སྒྲ་སྐད་ཀྱིས་འཇིག་རྟེན་ན་དེ་བཞིན་གཤེགས་པའི་གསུང་ཞེས་བྱ་བའི་གྲངས་སུ་འགྲོའོ།
en: Being the voice of Dharma, it is regarded in the world as the voice of the Tathāgata.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་ཡོད་པ་མ་ཡིན་མོད་ཀྱི།
en: “Mañjuśrī, there is no Tathāgata.

source: འོན་ཀྱང་འཇིག་རྟེན་ནི་ཆོས་ཀྱི་སྒྲ་སྐད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱ་བར་གདགས་པ་འབྱུང་སྟེ།
en: However, the designation ‘Tathāgata’ comes about in the world because of the voice of Dharma.

source: སེམས་ཅན་རྣམས་ཁོ་ནའི་སྔོན་གྱི་དགེ་བའི་རྩ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱིས།
en: It is exclusively due to the maturation of sentient beings’ previous wholesome karma

source: དེ་བཞིན་གཤེགས་པ་ལས་སྒྲ་འབྱུང་བར་ཀུན་ཏུ་ཤེས་སོ། །
en: that they perceive the voice of the Tathāgata.

source: སྒྲ་དེ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བདེ་བ་ཐམས་ཅད་ཡང་དག་པར་བསྐྱེད་པར་བྱ་བ་དང་། བག་མེད་པ་རྣམས་ལ་ཡང་དག་པར་བསྐུལ་བར་བྱ་བའི་ཕྱིར་བྱུང་སྟེ།
en: That voice emerges in order to produce happiness for all sentient beings and to prompt those who are careless.

source: འཇམ་དཔལ་སེམས་ཅན་དེ་དག་གིས་སྒྲ་དེ་ཐོས་ནས།
en: Mañjuśrī, as those sentient beings hear that sound,

source: འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཡིན་ནོ་སྙམ་དུ་དེ་བཞིན་གཤེགས་པ་ལ་རྟོག་པར་ཡང་བྱེད་དོ། །
en: they form the concept of a tathāgata, thinking, ‘This is the Tathāgata’s body.’

source: བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་རྣམས་དང་། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པ་ལ་དམིགས་པའི་དགེ་བའི་རྩ་བ་ཡང་དག་པར་བསྐྱེད་པར་བྱ་བའི་ཕྱིར། དེ་བཞིན་གཤེགས་པའི་གསུང་ཡང་ཐོས་མོད་ཀྱི།
en: “The speech of the Tathāgata is heard so that beginner bodhisattvas and all immature, ordinary people may generate roots of what is wholesome by taking the Tathāgata as their reference point.

source: འཇམ་དཔལ་འོན་ཀྱང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ནི་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་ཡིན་པར་རིག་པར་བྱའོ། །
en: However, Mañjuśrī, the Tathāgata should be known to be non-arisen and non-ceasing.

source: སོས་ཀའི་དུས་ཀྱི་མཐར་ཐུག་ནས་དབྱར་ཟླ་ར་བ་བྱུང་བར་གྱུར་པ་ན།
en: at the end of summertime, during the first month of rains,

source: སེམས་ཅན་རྣམས་ཀྱི་སྔོན་གྱི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་
en: due to the maturation of sentient beings’ previous karma,

source: ས་ལ་གནས་པའི་ས་བོན་གྱི་ཚོགས་དང་། ལོ་ཏོག་གི་ཚོགས་དང་། རྩྭ་དང་། ཤིང་གེལ་པ་དང་། རྩི་དང་། ནགས་ཚལ་ཐམས་ཅད་ཀུན་ཏུ་བསྐྱེད་པར་བྱ་བའི་ཕྱིར།
en: and to generate, out of the multitudes of seeds and elements, all the grass, thickets, medicinal herbs, and trees on earth,

source: སྟེང་གི་ནམ་མཁའ་བར་སྣང་གི་གནས་ལ་འདི་འདྲ་བའི་རླུང་དག་ལྡང་སྟེ།
en: winds begin to blow in the atmosphere and the sky above;

source: དེས་ཆར་པ་སྡུད་པར་བྱེད་ཅིང་བསྡུས་ནས་ཀྱང་ས་གཞི་ཆེན་པོ་ལ་འབབ་པར་བྱེད་དོ།
en: then water comes about due to that wind, and it falls on the great earth.

source: དེས་ས་གཞི་ཆེན་པོ་ཐམས་ཅད་ཀུན་ཏུ་ཚིམ་པར་བྱེད་ཅིང་།
en: Thus, the great earth is satisfied,

source: དེའི་ཚེ་ན་འཛམ་བུ་གླིང་པའི་མི་ཐམས་ཅད་ཀྱང་རབ་ཏུ་དགའ་བ་དང་། ཡིད་བདེ་བ་སྐྱེ་བར་བྱེད་དེ།
en: and all sentient beings in Jambūdvīpa are joyful and happy.

source: དེ་ལ་འཇིག་རྟེན་ན་སྤྲིན་ཅེས་བྱ་བའི་མིང་དུ་འགྱུར་རོ། །
en: Referring to this, the notion of a ‘cloud’ comes about in the world.

source: འཇམ་དཔལ་གང་གི་ཚེ་སྟེང་གི་བར་སྣང་ལས་ཆར་པའི་ཚོགས་ཆེན་པོ་མི་འབབ་པ་དེའི་ཚེ་ན་
en: “Mañjuśrī, whenever not much rain falls from the atmosphere and the sky above,

source: འཛམ་བུ་གླིང་པའི་མི་ཐམས་ཅད་འདི་སྐད་ཅེས་འདིར་སྤྲིན་མི་འཁོར་རོ་ཞེས་རྗོད་པར་བྱེད་དོ། །
en: all the sentient beings in Jambūdvīpa think, ‘Here there is not a cloud.’

source: འཇམ་དཔལ་གང་གི་ཚེ་སྟེང་གི་བར་སྣང་ལས་ཆར་པའི་ཚོགས་ཆེན་པོས་གཞི་ལ་འབབ་པ་དེའི་ཚེ་ན་ནི།
en: But when, Mañjuśrī, a lot of rain falls on the great earth from the atmosphere and the sky above,

source: ཨ་ལ་ལ་སྤྲིན་ཆེན་པོ་ནི་ཆར་གྱི་རྒྱུན་འབེབས་པར་བྱེད་ཅིང་།
en: they say: ‘Oh, a great cloud is pouring down water,

source: ས་གཞི་ཆེན་པོ་ཡང་ཀུན་ཏུ་ཚིམ་པར་བྱེད་དོ། །
en: satisfying the great earth.’

source: འཇམ་དཔལ་དེ་ན་ནི་སྤྲིན་ཡང་མེད་ལ་སྤྲིན་དུ་གདགས་པ་ཡང་མེད་དེ།
en: “However, Mañjuśrī, when this happens there is neither a cloud, nor anything that can be designated as a cloud.

source: ཆར་པའི་ཚོགས་ཆེན་པོ་རླུང་གིས་ཀུན་ནས་བསྐྱོད་ན་ནི། སྟེང་གི་བར་སྣང་ལས་འབབ་པར་ཡང་འགྱུར།
en: a large mass of water is generated by the wind, and then it falls from the atmosphere above.

source: སྟེང་གི་བར་སྣང་དེ་ཉིད་དུ་བག་ལ་ཞ་བར་ཡང་འགྱུར་རོ།
en: disappears in the atmosphere itself,

source: འཇམ་དཔལ་དེ་ལྟར་སེམས་ཅན་རྣམས་ཀྱི་སྔོན་གྱི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་སྟེང་གི་བར་སྣང་ལ་ཆར་པའི་ཚོགས་ཆེན་པོ་དེ་ཀུན་ནས་འདུས་པ་དང་། རླུང་ཀུན་ཏུ་འཁྲུག་པ་དག་གི་ཆར་པའི་རྒྱུན་ཀུན་ཏུ་འཛིན་པའམ། འབེབས་པར་བྱེད་པ་དེ་ལ་སྤྲིན་ཅེས་འདོགས་པར་འབྱུང་མོད་ཀྱི།
en: “Mañjuśrī, that cumulus of water above in the atmosphere, stirred by the wind and releasing water, is designated a cloud due to the maturation of sentient beings’ previous karma.

source: འཇམ་དཔལ་དེ་ལ་ནི་སྤྲིན་ཡང་མེད།
en: Mañjuśrī, no cloud can be found there,

source: སྤྲིན་དུ་གདགས་པ་ཡང་མེད་དོ། །
en: nor anything that could be designated a cloud.

source: འཇམ་དཔལ་སྤྲིན་དེ་ནི་མ་སྐྱེས་པ། མ་འགགས་པ།
en: Mañjuśrī, the cloud is non-arisen and non-ceasing;

source: སེམས་ཀྱི་ཡུལ་དུ་མི་འཇུག་པ། འོང་བ་དང་འགྲོ་བ་དང་བྲལ་བ་ཡིན་ནོ། །
en: it does not enter the way of mind, and it is free from coming and going.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྔོན་དགེ་བའི་རྩ་བའི་ཚོགས་བསགས་པ་དག་དང་།
en: “In the same way, Mañjuśrī, for bodhisattva great beings who have accumulated previous roots of what is wholesome;

source: སེམས་ཅན་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཤེས་པ་འདོད་པ་གཞན་དག་དང་།
en: for other sentient beings who wish for the awareness of a hearer or a pratyekabuddha;

source: སེམས་ཅན་དགེ་བའི་རྩ་བ་བསྐྱེད་པ། མྱ་ངན་ལས་འདས་པ་ཡང་དག་པར་བསྟན་པའི་རྒྱུ་ཅན་རྣམས་ལ།
en: and for those sentient beings who have accumulated roots of what is wholesome and possess the causes to be shown the path to nirvāṇa,

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྤོབས་པ་ཐོགས་པ་མི་མངའ་བ་དང་ལྡན་པ་འཇིག་རྟེན་དུ་བྱུང་ངོ་།
en: the tathāgata, the arhat, the perfect and complete Buddha with unobstructed brilliance comes to be counted as arisen in the world.

source: དེ་གང་ཅི་གསུང་བ་དེ་དག་ཐམས་ཅད་ཀྱང་དེ་བཞིན་པ་མ་ནོར་བ་དེ་བཞིན་པ་གཞན་མ་ཡིན་པ་དེ་བཞིན་པ་ཡིན་པས།
en: “Whatever he says is thus ( tathā ), undistorted, thus and not otherwise. Therefore,

source: དེ་ལ་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་ན་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱ་བའི་མཚན་དུ་བཏགས་པ་ཡིན་ཏེ།
en: he was given the name Tathāgata among gods and men.

source: འཇམ་དཔལ་དེ་ལས་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱ་བའི་སྒྲ་འབྱུང་བར་ཡང་འགྱུར་རོ། །
en: Mañjuśrī, this word appears among gods and men: Tathāgata.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་ཡོད་པ་མ་ཡིན་པ་སྟེ།
en: However, Mañjuśrī, there is no Tathāgata to be found.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་མཚན་མ་མེད་པ།
en: The Tathāgata, Mañjuśrī, is not a sign,

source: མཚན་མ་དང་བྲལ་བ།
en: and he is free from signs.

source: མ་བྱུང་བ། མ་སྐྱེས་པ། མ་འགགས་པ་ཡིན་ནོ། །
en: He is unreal, non-arisen, and non-ceasing.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་སྤོབས་པ་དེས་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ཆོས་ཀྱིས་ཡང་དག་པར་ཚིམ་པར་མཛད་ཅིང་།
en: “On the other hand, Mañjuśrī, the appearance of the Tathāgata satisfies and entertains this world, including the gods,

source: བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་རྣམས་དང་། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བས་འདུལ་བ་གཞན་དག་གི་སྔོན་གྱི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་མི་སྣང་བར་གྱུར་པ་ན།
en: And then, due to the ripening of previous karma of beginner bodhisattvas and immature, ordinary people who are guided by means of nirvāṇa,

source: དེ་གཞི་དེ་དག་གིས་འདི་སྙམ་དུ་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ་སྙམ་དུ་ཡང་སེམས་ཏེ།
en: They think, ‘The Tathāgata has passed into complete nirvāṇa.’

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་སྐྱེ་བ་ཡང་མེད། འགག་པ་ཡང་མེད་དོ། །
en: However, Mañjuśrī, the Tathāgata neither arises nor ceases.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་མ་སྐྱེས་པ་མ་འགགས་པ་སྟེ།
en: The Tathāgata, Mañjuśrī, is non-arisen and non-ceasing.

source: འཇམ་དཔལ་ཇི་ལྟར་ཆར་པ་དམིགས་པ་ལས་སྤྲིན་མ་བྱུང་བ།
en: “Mañjuśrī, when some water is taken as a point of reference for an unreal cloud

source: མ་སྐྱེས་པ། མ་འགགས་པ། ཡོད་པ་མ་ཡིན་པ།
en: that has not arisen nor ceased, and is non-existent,

source: དེ་ལ་འཇིག་རྟེན་ན་སྤྲིན་སྤྲིན་ཅེས་བྱ་བར་འདོགས་པ་བྱུང་བ་དེ་བཞིན་དུ། །
en: the designation ‘cloud’ is established in the world. In the very same way,

source: འཇམ་དཔལ་ཆོས་སྟོན་པར་དམིགས་པ་ལས། དེ་བཞིན་གཤེགས་པ་མ་བྱུང་བ། མ་སྐྱེས་པ། མ་འགགས་པ། ཡོད་པ་མ་ཡིན་པ། གཟོད་མ་ཉིད་ནས་མ་སྐྱེས་པ་
en: Mañjuśrī, when the teaching of the Dharma is taken as a point of reference for an unreal tathāgata who has not arisen nor ceased, and who is non-existent and primordially unborn,

source: འཇིག་རྟེན་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཞེས་བྱ་བར་འདོགས་པ་འབྱུང་ངོ་། །
en: the designation ‘the tathāgata, the arhat, the perfect and complete Buddha’ becomes established in the world.

source: སྟོང་གསུམ་འབུམ་ཕྲག་བཅུ་ལ་དབང་སྒྱུར་བའི་ཚངས་པ་ཆེན་པོ་ཟིལ་གྱིས་མི་ནོན་ཅིང་ཟིལ་གྱིས་གནོན་པར་བྱེད་པ་ནི་ཉིན་གཅིག་བཞིན་དུ་རྒྱལ་ཆེན་བཞིའི་ལྷའི་རིས་ཀྱི་མཐར་ཐུག་པའི་བར་གྱི་ལྷའི་རིས་ཐམས་ཅད་ལ་རྣམ་པར་ལྟ་བར་བྱེད་དེ།
en: every day the great and unsurpassed Brahmā, who controls ten trichiliocosms, looks upon all the classes of gods, as far as the class of the gods of the Four Great Kings.

source: འཇམ་དཔལ་སྟོང་གསུམ་འབུམ་ཕྲག་བཅུ་ལ་དབང་སྒྱུར་བའི་ཚངས་པ་ཆེན་པོ་ཟིལ་གྱིས་མི་ནོན་ཅིང་། ཟིལ་གྱིས་གནོན་པར་བྱེད་པ་སྟེ། ལྷའི་རིས་ཐམས་ཅད་ལ་རྣམ་པར་ལྟ་བར་བྱེད་པ་དེའི་ཚེ་ན།
en: At that time, Mañjuśrī, while the great Brahmā, who controls ten trichiliocosms, looks upon all the classes of gods,

source: ལྷའི་བུ་ཐམས་ཅད་རང་རང་གི་འདོད་པའི་རྩེད་མོ་དང་། དགའ་བ་དང་ལོངས་སྤྱོད་དག་སྤངས་ཏེ།
en: they all abandon their games of pleasure, delights, and enjoyments.

source: འཇམ་དཔལ་དེའི་ཚེ་ན།
en: At that time, Mañjuśrī,

source: སིལ་སྙན་དང་། ཕེག་རྡོབ་པ་དང་། གླུ་དབྱངས་ཀྱི་སྒྲ་ཐམས་ཅད་ཞི་བར་བྱས་ནས།
en: They stop playing their percussion instruments and halt their singing.

source: འདོད་པའི་རྩེད་མོ་དང་། དགའ་བ་དང་། ལོངས་སྤྱོད་ཡིད་ལ་བྱེད་པ་བཏང་སྟེ།
en: Shifting their attention from their games of pleasure and delights,

source: གུས་པ་དང་བཅས་པས་ཐལ་མོ་སྦྱར་ནས།
en: they respectfully fold their hands

source: གུས་པ་དང་བཅས་པས་ཐལ་མོ་སྦྱར་ནས། ཚངས་པ་ཆེན་པོ་དེ་ལ་མིག་མི་འཛུམས་པར་ལྟ་བར་བྱེད་དོ།
en: they respectfully fold their hands and look toward the great Brahmā without blinking.

source: ཚངས་པ་ཆེན་པོ་དེ་ལ་མིག་མི་འཛུམས་པར་ལྟ་བར་བྱེད་དོ། །
en: and look toward the great Brahmā without blinking.

source: ཚངས་པ་ཆེན་པོ་དེ་ཡང་གནས་ནས་མི་གཡོ་བར་ལྷའི་བུ་ཐམས་ཅད་ཡུད་ཙམ་ཞིག་བདག་ལྟར་འཇུག་པར་བྱེད་དེ།
en: For a moment, the great Brahmā offers sight of himself to all the classes of gods.

source: དེའི་ཚེ་ན་ལྷའི་བུ་དེ་དག་ཚངས་པའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འདོད་ཅིང་།
en: At that time, the gods all long to be born in the world of the great Brahmā,
